Repository: AliYagmurDev/Simple-Real-Estate---Wordpress-Plugin
Catalog: languages/ay-simple-real-estate-*.po
Languages: tr_tr

source: Rent Listings
tr_tr: Kiralık İlanlar

source: Rent Listing
tr_tr: Kiralık İlan

source: Add New Rent Listing
tr_tr: Yeni Kiralık İlan Ekle

source: Edit Rent Listing
tr_tr: Kiralık İlanı Düzenle

source: New Rent Listing
tr_tr: Yeni Kiralık İlanı

source: View Rent Listing
tr_tr: Kiralık İlanını Görüntüle

source: Search Rent Listings
tr_tr: Kiralık İlan Ara

source: No Rent Listings found
tr_tr: Kiralık İlan Bulunamadı

source: No Rent Listings found in Trash
tr_tr: Çöp Kutusunda Kiralık İlan Bulunamadı

source: Buy Listings
tr_tr: Satılık İlanları

source: Buy Listing
tr_tr: Satılık İlanı

source: Add New Buy Listing
tr_tr: Yeni Satılık İlanı Ekle

source: Edit Buy Listing
tr_tr: Satılık İlanını Düzenle

source: New Buy Listing
tr_tr: Yeni Satılık İlanı

source: View Buy Listing
tr_tr: Satılık İlanını Görüntüle

source: Search Buy Listings
tr_tr: Satılık İlan Ara

source: No Buy Listings found
tr_tr: Satılık İlan Bulunamadı

source: No Buy Listings found in Trash
tr_tr: Çöp Kutusunda Satılık İlan Bulunamadı

source: Property Details
tr_tr: İlan Detayları

source: Property Type
tr_tr: İlan Tipi:

source: City
tr_tr: Şehir

source: Rooms
tr_tr: Odalar

source: Min Price
tr_tr: Minimum Fiyat

source: Max Price
tr_tr: Maksimum Fiyat

source: Keywords
tr_tr: Anahtar kelime

source: Rent or Buy
tr_tr: Kiralık veya Satılık

source: Both
tr_tr: Her İkisi

source: Rent
tr_tr: Kirala

source: Buy
tr_tr: Satın Al

source: Search
tr_tr: Ara

source: Features
tr_tr: Özellikler

source: Feature
tr_tr: Özellik

source: Search Features
tr_tr: Özelliklerde Ara

source: All Features
tr_tr: Tüm Özellikler

source: Parent Feature
tr_tr: Ana Özellik

source: Parent Feature:
tr_tr: Ana Özellik:

source: Edit Feature
tr_tr: Özelliği Düzenle

source: Update Feature
tr_tr: Özelliği Güncelle

source: Add New Feature
tr_tr: Yeni Özellik Ekle

source: New Feature Name
tr_tr: Yeni Özellik Adı

source: Cities
tr_tr: Şehirler

source: Search Cities
tr_tr: Şehirlerde Ara

source: All Cities
tr_tr: Tüm Şehirler

source: Parent City
tr_tr: Ana Şehir

source: Parent City:
tr_tr: Ana Şehir:

source: Edit City
tr_tr: Şehri Düzenle

source: Update City
tr_tr: Şehri Güncelle

source: Add New City
tr_tr: Yeni Şehir Ekle

source: New City Name
tr_tr: Yeni Şehir Adı

source: Apartment
tr_tr: Daire

source: Residence
tr_tr: Rezidans

source: Detached House
tr_tr: Müstakil Ev

source: Property Type:
tr_tr: İlan Tipi:

source: City:
tr_tr: Şehir:

source: Select a city
tr_tr: Bir şehir seç

source: District:
tr_tr: Bölge:

source: Select a district
tr_tr: Bir bölge seç

source: Address:
tr_tr: Adres:

source: Currency:
tr_tr: Para Birimi

source: Select a currency
tr_tr: Bir para birimi seç

source: USD
tr_tr: Dolar

source: EUR
tr_tr: Euro

source: Price:
tr_tr: Fiyat:

source: Rooms:
tr_tr: Oda Sayısı:

source: Area (sq ft):
tr_tr: Alan (m2):

source: Floor:
tr_tr: Kat:

source: Building Age (years):
tr_tr: Bina Yaşı (Yıl):

source: Documentation
tr_tr: Dökümantasyon

source: This plugin is a simple real estate plugin that allows you to add properties to your website.
tr_tr: Bu eklenti, web sitenize mülk eklemenize olanak tanıyan kolay bir emlak eklentisidir.

source: The shortcodes you can use are as follows:
tr_tr: Kullanabileceğiniz kısa kodlar şu şekildedir:

source: Displays the price of the property
tr_tr: Mülkün fiyatını görüntüler

source: Displays the number of rooms in the property
tr_tr: Mülkteki oda sayısını görüntüler

source: Displays the address of the property
tr_tr: Mülkün adresini görüntüler

source: Displays the area of the property
tr_tr: Mülkün alanını görüntüler

source: Displays the floor of the property
tr_tr: Mülkün kaçıncı katta olduğunu gösterir

source: Displays the building age of the property
tr_tr: Mülkün bina yaşını gösterir

source: Displays the type of the property
tr_tr: Mülkün türünü görüntüler

source: Displays the city of the property
tr_tr: Mülkün bulunduğu şehri görüntüler

source: Displays the features of the property
tr_tr: Mülkün özelliklerini görüntüler

source: Displays a search form for the properties
tr_tr: Mülkler için bir arama formu görüntüler

source: Settings
tr_tr: Ayarlar

source: Create cities for the plugin:
tr_tr: Eklenti için şehirler oluşturun:

source: Populate Cities
tr_tr: Şehirleri Oluştur
